Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/employment/migrant_workers/coming_to_ie_tax.html.txt.tmx
Source language: en
Languages: ro

source: Coming to Ireland - tax and social insurance
ro: Sosirea în Irlanda – impozitele şi asigurările sociale

source: Your liability for tax in Ireland can be affected by whether you are resident in the country and whether Ireland is your permanent home
ro: Obligația cu privire la plata impozitelor depinde de faptul dacă aveți rezidența în țară și dacă Irlanda este domiciliul dvs. permanent

source: There is a specific definition of residence for tax purposes depending on how many days you spend in the country
ro: În funcție de numărul de zile petrecute în țară, există o definiție specifică a rezidenței în scop fiscal

source: If you are not resident in a particular year, you can still be ordinarily resident in Ireland since this term refers to the country where you are usually resident over a number of years
ro: În cazul în care într-un anumit an nu sunteți rezident, puteți fi în continuare rezident ordinar în Irlanda deoarece acest termen se referă la țara în care sunteți rezident obișnuit pentru un anumit număr de ani

source: The country that is your permanent home is known as your domicile
ro: Țara în care locuiți permanent este cunoscută ca domiciliu

source: You can find more information in our document about tax residence and domicile
ro: Mai multe informații despre rezidență, rezidența ordinară și domiciliu puteți găsi mai jos

source: Generally you will be charged Irish tax on your world-wide income earned or arising in a tax year during which you are resident, ordinarily resident and domiciled in Ireland for tax purposes
ro: În general veţi fi supus impunerii impozitului irlandez pe venitul global obţinut sau provenit de-a lungul unui an fiscal pe perioada în care sunteţi rezident, rezident cu drepturi depline sau domiciliaţi pe teritoriul Irlandei în scopuri de impozitare

source: For any tax year during which you are non-resident and not ordinarily resident in Ireland you will be charged tax on your income from Irish sources only
ro: Pentru fiecare an fiscal pe perioada căruia nu sunteţi rezident şi nici rezident cu drepturi depline pe teritoriul Irlandei veţi fi supus impunerii impozitului pe venitul obţinut doar din sursele irlandeze

source: The extent of your liability to Irish tax may also be influenced by your domicile status and possibly by a double taxation agreement - see below
ro: Extinderea obligaţiei de a fi supus impozitării irlandeze poate fi, de asemenea, influenţată de statutul domicilierii şi de un eventual acord privind evitarea dublei impuneri

source: In addition to income tax and the Universal Social Charge, social insurance, known in Ireland as PRSI (Pay-Related Social Insurance), is also deducted through the tax system by employers – see ‘Social insurance’ below
ro: Suplimentar impozitării venitului, contribuţia la asigurările sociale (cunoscută pe teritoriul Irlandei şi sub denumirea de “Asigurarea Socială legată de Plata Impozitului” - 'Pay-Related Social Insurance' sau PRSI) şi, acolo unde taxa socială universală se vor deduce, de asemenea, prin intermediul sistemului de impozitare la care sunt supuşi angajatorii sau vor fi plătite către Autoritatea Fiscală direct de către angajat

source: Self-employed people pay them directly to Revenue
ro: Autoritatea Fiscală a produs broşură utilă cu întrebările frecvente pentru cei care îşi transferă rezidenţa în Irlanda care vă poate fi de ajutor

source: You can find more information about this in the Revenue guide for those transferring residence to Ireland
ro: Informaţii suplimentare vor fi prezentate şi în cele ce urmează

source: You will be resident in Ireland for a particular tax year if:
ro: Veţi fi rezident pe teritoriul Irlandei pe parcursul unui anumit an fiscal în fiecare din următoarele circumstanţe:

source: • If you spend 183 days or more in Ireland for any purpose in that tax year
ro: • În cazul în care petreceţi 183 de zile sau mai mult pe teritoriul Irlandei indiferent de scopul şederii în cadrul acelui an fiscal

source: • If you spend 280 days or more in Ireland for any purpose over a period of 2 consecutive tax years you will be regarded as resident in Ireland for the second tax year
ro: • În cazul în care petreceţi 280 de zile sau mai mult pe teritoriul Irlandei indiferent de scopul şederii pe perioada a doi ani fiscali consecutivi veţi fi considerat rezident pe teritoriul Irlandei pentru cel de al doilea an fiscal

source: However if you spend 30 days or less in total in Ireland in either tax years, those days will not be reckoned for the purpose of applying this test
ro: Totuşi, în cazul în care petreceţi în total 30 de zile sau mai puţin pe teritoriul Irlandei pe parcursul oricărui an fiscal, acele zile nu vor fi luate în consideraţie în ceea ce priveşte aplicarea acestei verificări

source: It does not matter if you come and go several times during that tax year or if you are here continuously
ro: Nu contează dacă sosiţi sau plecaţi de mai multe ori pe parcursul respectivului an fiscal sau dacă sunteţi prezent permanent

source: A count is made of the total number of days you spend in Ireland for any purpose in each tax year
ro: Se va lua în considerare numărul total de zile petrecute în Irlanda indiferent de scopul şederii în fiecare an fiscal

source: An individual is present for a ‘day’ for residence purposes if he or she is present in the State at any time during the day
ro: O persoană este prezentă timp de o ”zi” în scopul rezidenţei dacă el sau ea se află prezentă pe teritoriul statului

source: Effect of ownership of property
ro: Efectele deţinerii de proprietăţi

source: The ownership of property in Ireland will not make you resident for Irish tax purposes
ro: Prin deţinerea de proprietăţi pe teritoriul Irlandei nu veţi fi considerat rezident cu scopul de a fi supus sistemului de impozitare irlandez

source: However, this factor could be relevant in determining a single country of residence under a double taxation agreement where the other treaty country is also claiming that you are resident there
ro: În orice caz, acest factor poate fi relevant în determinarea unei singure ţări de rezidenţă unde se va aplica acordul cu privire la evitarea dublei impuneri în momentul în care cealaltă ţară parte la tratat pretinde, de asemenea, că aveţi statut de rezident şi în acea ţară

source: Electing to be resident
ro: Alegerea opţiunii de a fi rezident

source: Even if you have not spent the required total number of days in Ireland, you can, if you wish, elect to be resident for that tax year
ro: Chiar şi în cazul în care nu aţi petrecut numărul total de zile necesare pe teritoriul Irlandei puteţi, în cazul în care doriţi, să alegeţi să fiţi rezident pentru respectivul an fiscal

source: A condition of making an election is that you must establish to the satisfaction of your local tax office that you will be resident here in the following tax year for the required number of days, under either of the tests
ro: O condiţie de realizare a alegerii este aceea de a complini cerinţele autorităţii fiscale locale arătând că veţi fi rezident aici în următorul an fiscal pentru numărul necesar de zile, în cazul fiecărei verificări

source: Once you have made such an election you cannot cancel it subsequently
ro: Odată ce aţi făcut o astfel de alegere nu o puteţi anula ulterior

source: As a resident you will be liable to tax on your world-wide income earned or arising during the entire tax year of your arrival in Ireland
ro: Ca şi rezident veţi fi supus impunerii impozitului pe venitul global obţinut sau provenit pe perioada întregului an fiscal de la sosirea dumneavoastră pe teritoriul Irlandei

source: Employment income however will be taxable only from the date of your arrival
ro: În orice caz, venitul obţinut din angajare va fi supus impozitării doar de la data sosirii dumneavoastră

source: An election may be made in writing to your local tax office
ro: Alegerea poate fi realizată în scris şi depusă la autoritatea fiscală locală

source: If you have been resident for the previous 3 tax years then you become ordinarily resident from the start of the fourth year
ro: În cazul în care pe parcursul a 3 ani fiscali anteriori ați fost rezident, începând cu cel de-al patrulea an deveniți rezident ordinar

source: If you leave the country, you will continue to be ordinarily resident until you have been non-resident for 3 continuous tax years
ro: În cazul în care părăsiți țara, veți continua să fiți rezident ordinar până în momentul în care sunteți nerezident timp de 3 ani fiscali neîntrerupți

source: Your domicile is the country where you live with the intention of remaining there permanently
ro: Domiciliul reprezintă țara în care locuiți cu intenția de a rămâne acolo permanent

source: It may be different to your residence or nationality
ro: Acesta poate să difere de rezidență sau naționalitate

source: When you are born, you have a domicile of origin
ro: În momentul nașterii, dobândiți un domiciliu de origine

source: This domicile can be changed to a domicile of choice, if you move to a different country with the intention of living there permanently
ro: Acest domiciliu se poate transforma într-un domiciliu ales, în cazul în care vă mutați într-o altă țară cu intenția de a locui acolo permanent

source: Domicile levy: Since 2010 there is a Irish domicile levy
ro: Taxa de domiciliu: Începând cu 2010, cetățenii irlandezi trebuie să plătească o nouă taxă pentru domiciliul irlandez

source: You can get more information about the domicile levy from Revenue
ro: Puteți obține mai multe informații despre taxa pe domiciliu de la autoritățile fiscale

source: As a particular item of income can be taxable in both the country where it is sourced and also in the country in which you, as the recipient, are resident, Ireland has a number of double taxation agreements with other countries in order to avoid double taxation
ro: Pentru ca o anumită sursă de venit să poată fi impozitată atât în ţara în care este obţinută cât şi în ţara în care, ca beneficiar, sunteţi rezident, Irlanda a încheiat o serie de acorduri privind evitarea dublei impuneri cu celelalte ţări cu scopul de a evita dubla impunere

source: There is a list of the double taxation agreements that are in effect on revenue.ie
ro: Pe site-ul autorității fiscale există o listă cu acordurile în vigoare cu privire la evitarea dublei impuneri

source: If your income is taxable in Ireland and in a country with which Ireland has a double taxation agreement, you do not pay tax in both countries on the same income by either:
ro: În cazul în care venitul dumneavoastră este impozitat în Irlanda şi într-o altă ţară cu care Irlanda a semnat un acord privind evitarea dublei impuneri, va fi evitată situaţia de dublă impunere în conformitate cu condiţiile acordului fie prin:

source: • Exempting the income from tax in one of the countries, or
ro: • Scutirea de impozit într-una dintre ţări, fie prin

source: • Allowing credit in one country for the tax paid in the other country on the same income
ro: • Posibilitatea creditării într-o ţară pentru impozitele plătite în cealaltă ţară pentru acelaşi venit

source: The precise treatment of your income will depend on the details of the particular agreement, the nature and source of your income and, in some cases, on your nationality or citizenship
ro: Tratamentul concret la care va fi supus venitul dumneavoastră va depinde de detaliile acordului încheiat, de natura şi sursa venitului şi, în anumite cazuri, de naţionalitatea/cetăţenia dumneavoastră

source: If the income arises in a country with which Ireland does not have an agreement, the amount of tax paid in Ireland will be based on the net amount received by you after the deduction of the foreign tax paid
ro: În cazul în care venitul se înregistrează într-o țară cu care Irlanda nu are un acord, cuantumul impozitului de plată în Irlanda se va calcula pe baza sumei nete primite după deducerea impozitului plătit în străinătate

source: There is no credit available for foreign tax paid against your Irish tax liability on the same income
ro: Nu există un credit valabil pentru impozitele plătite în străinătate faţă de impozitul datorat către statul irlandez pentru acelaşi venit

source: Income earned prior to moving to Ireland
ro: Venitul obţinut înainte de stabilirea în Irlanda

source: If you are moving to Ireland for the first time or you are an Irish citizen returning to live in Ireland and you were not resident or ordinarily resident when the income was earned, the position will be as follows:
ro: În cazul în care sosiţi în Irlanda pentru prima dată sau sunteţi un cetăţean irlandez care revine să locuiască în Irlanda, după ce nu aţi fost rezident sau rezident cu drepturi depline pe perioada obţinerii venitului, situaţia dumneavoastră va fi următoarea:

source: • Funds accumulated from income earned prior to the beginning of the tax year in the year that you become resident in Ireland will not be liable to income tax
ro: • Fondurile acumulate din veniturile obţinute anterior anului fiscal în anul în care aţi devenit rezident irlandez nu vor fi supuse sistemului de impozitare a venitului

source: • However, income other than employment income arising between the beginning of the tax year and the date of your arrival will be taxable if brought into Ireland, unless a double taxation agreement provides for a different treatment
ro: • În orice caz, venitul, altul decât cel obţinut de pe urma angajării, obţinut între începerea anului fiscal şi data sosirii dumneavoastră va fi supus impozitării în cazul în care este adus în Irlanda, cu excepţia cazului în care acordul privind evitarea dublei impuneri oferă cadrul pentru un tratament diferit

source: If you are working in Ireland but are paid from abroad
ro: În cazul în care lucraţi Irlanda dar obţineţi venituri din afară

source: Unless your income is not liable to Irish tax under the provisions of a double taxation agreement, it will be taxable here from the date of your arrival regardless of your Irish residence status for tax purposes
ro: Cu excepţia cazului în care venitul dumneavoastră este scutit de impozit în Irlanda în conformitate cu prevederile acordului privind evitarea dublei impuneri, acesta va fi impozitat în Irlanda de la data sosirii dumneavoastră indiferent de statutul de rezident irlandez referitor la sistemul de impozitare

source: However, if you are an Irish citizen who is not ordinarily resident or you are not Irish domiciled, your foreign employment income (excluding UK sourced income) will only be taxable to the extent that it is remitted into Ireland
ro: În orice caz, dacă sunteţi cetăţean irlandez fără a fi un rezident cu drepturi depline sau fără a avea domiciliul în Irlanda, venitul dumneavoastră obţinut în străinătate (cu excepţia surselor de venit din Marea Britanie) va fi impozitat doar în măsura în care acesta este primit în Irlanda

source: If you are resident for Irish tax purposes in the year that the income is earned, you will be entitled to full personal tax credits and reliefs
ro: În care în care sunteţi rezident supus sistemului de impozitare irlandez pe perioada anului în care aţi obţinut venitul, aveţi dreptul la creditări şi scutiri integrale de impozit

source: Temporary employment in Ireland
ro: Angajarea cu caracter temporar pe teritoriul Irlandei

source: If you are coming to Ireland to take up temporary employment and will not become resident for Irish tax purposes, proportionate credits and reliefs are available to non-resident Irish citizens and to citizens, subjects or nationals of another EU member state
ro: În cazul în care veniţi în Irlanda pentru a vă angaja cu caracter temporar şi nu veţi deveni persoană rezidentă în scopuri de impozitare de către Irlanda, creditări şi scutiri proporţionale sunt valabile pentru cetăţeni irlandezi non-rezidenţi şi pentru cetăţenii dintr-un alt stat membru al Uniunii Europene

source: This also applies to residents or nationals of a country with which Ireland has a double taxation agreement which provides for such allowances
ro: Aceasta se aplică de asemenea persoanelor rezidente sau cetăţenilor unui stat cu care Irlanda are semnat un acord de evitare a dublei impuneri care prevede astfel de bonificaţii

source: The proportion of allowances is determined by reference to your income for the tax year which is subject to Irish tax over your income from all sources
ro: Proporţia bonificaţiilor este determinată prin referire la veniturile obţinute de către dumneavoastră pe parcursul exerciţiului financiar (anului fiscal) ce face obiectul impozitării de către Irlanda a tuturor veniturilor obţinute din diverse surse

source: However, residents of another member state of the European Union are entitled to full personal tax credits and reliefs in respect of any tax year that 75% or more of their world-wide income is taxable in Ireland
ro: În orice caz, persoanele rezidente într-un alt stat membru al Uniunii Europene au dreptul la credite şi scutiri personale totale în raport cu orice exerciţiu financiar pentru care 75% sau mai mult din venitul global al acestora este impozabil în Irlanda

source: Pensions and other assets are normally taxable apart from some exceptions, for example, some UK pensions
ro: În mod normal, pensiile și alte bunuri sunt impozabile, cu anumite excepții, de exemplu, unele pensii din Marea Britanie

source: Your employer will also deduct social insurance contributions, which are referred to as PRSI (Pay Related Social Insurance), from your pay. They will help you to qualify for contributory social welfare payments such as Jobseeker's Benefit, Illness Benefit and State Pension (Contributory)
ro: Angajatorul dumneavoastră va deduce de asemenea contribuţia la asigurările sociale (cunoscută în Irlanda sub numele de Asigurare Socială relativă la venitul obţinut - "Pay-related social insurance" sau PRSI) din salariul plătit, ceea ce vă va ajuta să îndepliniţi condiţiile de obţinere a plăţilor asigurărilor sociale pe bază de contribuţie cum ar fi Ajutorul pentru Persoanele care Caută un Loc de Muncă, Ajutorul Financiar în caz de Boală şi Pensia de Stat (pe bază de Contribuţie)

source: The amount of your contribution will depend on your category as an employee
ro: Cuantumul contribuţiei dumneavoastră va depinde de categoria în care sunteţi încadrat ca angajat

source: For example, most employees pay Class A contributions, the precise rate depending on your earnings
ro: De exemplu, cea mai mare parte a angajaţilor din sectorul non-public plătesc contribuţii de tip "Clasa A", valoarea exactă depinzând de mărimea veniturilor obţinute de dumneavoastră

source: You can read more about moving to Ireland and your social security entitlements and get a general overview of the social security system in Ireland
ro: Este foarte important să aflaţi mai multe despre mutarea în Irlanda şi drepturile dumneavoastră legate de asistenţa socială şi să dispuneţi de o prezentare generală a sistemului de asistenţă socială în Irlanda

source: Personal Public Service Number
ro: Numărul de Serviciu Public Personal (PPS)

source: In order to work, you require a Personal Public Service Number (PPS number)
ro: Pentru a putea munci, aveţi nevoie de un Număr de Serviciu Public Personal (Număr PPS)

source: You can obtain a PPS number (or ask for your old number, if any, to be traced) at your local social welfare office or Intreo centre
ro: Puteţi obţine un Număr PPS (sau rugaţi să fie căutat vechiul dumneavoastră număr în cazul în care aţi mai avut unul înainte) la oficiul local de asigurări sociale

source: If you are a foreign national, you will need your passport or your GNIB certificate of registration and supporting documentation such as household bills
ro: În cazul în care sunteţi cetăţean străin, veţi avea nevoie de paşaport sau certificat de înregistrare şi documentele aferente precum facturile de întreţinere

source: Specific queries regarding residency and taxation of income earned prior to moving to Ireland should be addressed to Revenue
ro: Problemele specifice cu privire la rezidenţă şi impozitarea veniturilor obţinute prealabil mutării în Irlanda vor trebui clarificate la Revenue de aici, din Irlanda

source: Queries in connection with social insurance (PRSI) should be addressed to your local social welfare office or Intreo centre
ro: Probleme legatele de asigurările sociale (PRSI) vor trebui clarificate la biroul local pentru asistenţă socială din Irlanda, sau

source: Queries about getting a PPS number should be addressed to the Client Identity Services of the Department of Social Protection using the secure online request form or by phone at 1890 927 999 or (071) 967 2616
ro: Întrebările legate de obținerea numărului PPS se vor adresa Serviciului de identitate a clienților din cadrul Departamentului de Protecție Socială prin intermediul formularului securizat de solicitare online sau prin telefon la 1890 927 999 sau (071) 967 2616
